Revit 2027 API
ParameterTypeId.InfrastructureAlignmentDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InfrastructureAlignmentDescription { get; }
Public Shared ReadOnly Property InfrastructureAlignmentDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InfrastructureAlignmentDescription {
	ForgeTypeId^ get ();
}
static member InfrastructureAlignmentDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace